Repository: common-repository/wpvn-username-changer
Catalog: l10n/wpvn-username-changer-*.po
Languages: fr, sv_se, vi

source: Change Your Username
fr: Changer Votre Identité
sv_se: Ändra ditt användarnamn
vi: Đổi tên đăng nhập của bạn

source: Change Username
fr: Changer l'Identité
sv_se: Ändra användarnamn
vi: Đổi tên đăng nhập

source: The entered username is used by another user, please choose a different one!
fr: L'identité entrée est utilisée par un autre utilisateur, veuillez choisir une autre identité!
sv_se: Det angivna användarnamnet används redan av en annan användare, välj ett annat.
vi: Tên đăng nhập này đã được sử dụng bởi một thành viên khác, hãy chọn tên khác!

source: Your username was changed to <em>%s</em>. Please <a href="%s">log in</a> again with this username now.
fr: Votre identité a été changé par <em>%s</em>. Veuillez <a href="%s">se ré-identifier</a> avec cet identité.
sv_se: Ditt användarnamn ändrades till <em%s</em>. Var vänlig <a href="%s">logga in</a> igen med detta användarnamn.
vi: Tên đăng nhập của bạn đã được chuyển thành <em>%s</em>. Hãy <a href="%s">đăng nhập</a> lại với tên đăng nhập này!

source: A database error occured :
fr: Erreur de la base de données :
sv_se: Ett databasfel inträffade:
vi: Lỗi cơ sở dữ liệu :

source: The new username is identic to the old one, so no change was made!
fr: La nouvelle identité est identique à celle actuelle, accun changement a été fait!
sv_se: Det nya användarnamnet är identiskt med det tidigare, ingen ändring utfördes!
vi: Tên đăng nhập mới giống với tên đăng nhập hiện tại, không có thay đổi nào được lưu lại!

source: Current Username
fr: Identité Actuelle
sv_se: Nuvarande användarnamn
vi: Tên đăng nhập hiện tại

source: New Username
fr: Nouvelle Identité
sv_se: Nytt användarnamn
vi: Tên đăng nhập mới

source: After clicking <strong>Save Changes</strong>, you will need to log in with your new username.
fr: Après avoir cliqué <strong>Changez</strong>, vous devez vous ré-identifier avec la nouvelle identité.
sv_se: Efter du har klickat på <strong>Spara ändringar</strong>, kommer du behöva logga in in igen med ditt nya användarnamn.
vi: Sau khi ấn <strong>Lưu thay đổi</strong>, bạn sẽ phải đăng nhập lại với tên đăng nhập mới.

source: Save Changes
fr: Changez
sv_se: Spara ändringar
vi: Lưu thay đổi

source: Settings
fr: Configuration
sv_se: Inställningar
vi: Cài đặt

source: Users must have at least this level to be able to change their username
fr: Utilisateurs doivent avoir au moins ce niveau pour pourvoir changer leurs identités
sv_se: Användare måste minst ha denna behörighet för att kunna ändra sina användarnamn.
vi: Thành viên phải có từ cấp bậc này trở lên để được phép thay đổi tên đăng nhập

source: Administrator
fr: Administrateur
vi: Quản lý

source: Editor
fr: Editeur
vi: Biên tập viên

source: Author
fr: Auteur
vi: Tác giả

source: Contributor
fr: Collaborateur
vi: Cộng tác viên

source: Subscriber
fr: Membre
vi: Thành viên đăng kí

source: Please refer to the Codex to know more about user level. Leave blank for default, which is "edit_users".
sv_se: Om du vill veta mer roller och behörigheter, finns detta att läsa i Codex för Wordpress. Lämna fältet orört för defaultvärdet.
